Repository: BlackLionXD/Drone-Managment-Website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: am

source: Using Aerobridge, you can store / upload files to a Cloud provider of your choice. It is crucial to store files and logs appropriately to ensure smooth operations, generally signed logs are submitted to Digital Sky, kept for your records etc.
am: ኤሮብሪጅ በመጠቀም ፋይሎችን ወደ የእርስዎ የክላውድ አቅራቢ ማከማቸት/መስቀል ይችላሉ።ምርጫ. ለስላሳነት ሲባል ፋይሎችን እና ምዝግብ ማስታወሻዎችን በትክክል ማከማቸት በጣም አስፈላጊ ነውኦፕሬሽኖች ፣ በአጠቃላይ የተፈረሙ ምዝግብ ማስታወሻዎች ለዲጂታል ስካይ ገብተዋል ፣ ለ ተጠብቀዋል።መዝገቦችዎ ወዘተ.

source: Last created at
am: መጨረሻ የዘመነው በ

source: There are no cloud files added in Aerobridge, once added the list of files will be displayed here.
am: የአብራሪዎች ዝርዝር አንዴ ከተጨመረ በኋላ በኤሮብሪጅ ውስጥ የተጨመሩ አብራሪዎች የሉምእዚህ ይታያል.

source: Add a File
am: ፋይል አክል

source: Upload a new file
am: አዲስ ፋይል ስቀል

source: Once a file has been uploaded, you will get a url back, you can then use the file url to submit file url.
am: አንዴ ፋይል ከተሰቀለ በኋላ ዩአርኤል መልሰው ያገኛሉ፣ ከዚያ መጠቀም ይችላሉ።ፋይል url ለማስገባት ፋይል ያድርጉ።

source: Save
am: አስቀምጥ

source: Cancel
am: ሰርዝ

source: Add a Company
am: ኩባንያ ያክሉ

source: Create a new company in the database, you can then assign them to an Aircraft, Firmware etc. Some fields are mandatory and some are optional
am: በመረጃ ቋቱ ውስጥ አዲስ ኩባንያ ይፍጠሩ፣ ከዚያ በኋላ መመደብ ይችላሉ።አውሮፕላን፣ ፈርምዌር ወዘተ አንዳንድ መስኮች የግዴታ ሲሆኑ አንዳንዶቹ ደግሞ አማራጭ ናቸው።

source: Company Details
am: የኩባንያ ዝርዝሮች

source: ID
am: መታወቂያ

source: Company Name
am: የድርጅት ስም

source: All Companies
am: ሁሉም ኩባንያዎች

source: Companies
am: ኩባንያዎች

source: A list of all companies, their manufactured and / or supplied parts.
am: የሁሉም ኩባንያዎች፣ የተመረቱ እና/ወይም የቀረቡት ክፍሎች ዝርዝር።

source: Company Profile
am: የኩባንያ ዝርዝሮች

source: Get started with Assembly / Manufacturing
am: በስብሰባ/በማምረቻ ይጀምሩ

source: Aerobridge gives you the ability manage assembly and manufacturing of drone and its components with a four step process
am: ኤሮብሪጅ ሰው አልባ አውሮፕላኖችን የመገጣጠም እና የማምረት ችሎታን ይሰጥዎታልእና ክፍሎቹ ከአራት ደረጃ ሂደት ጋር

source: Start with adding master components, master components are the core building blocks that form the drone assembly.
am: ዋና ክፍሎችን በመጨመር ይጀምሩ, ዋና ክፍሎች ዋናው ሕንፃ ናቸውየድሮን ስብሰባን የሚፈጥሩ ብሎኮች።

source: You can then create an Aircraft Model by linking master components to a Aircraft Model.
am: ከዚያም ዋና ክፍሎችን ከ ሀ ጋር በማገናኘት የአውሮፕላን ሞዴል መፍጠር ይችላሉ።የአውሮፕላን ሞዴል

source: Once master components are added, you can acknowledge custody of components to add components to Aerobridge.
am: አንዴ ዋና ክፍሎች ከተጨመሩ፣ የንጥረ ነገሮች ጥበቃን መቀበል ይችላሉ።ክፍሎችን ወደ Aerobridge ለመጨመር.

source: You can then create a Aircraft Assembly based on acknolwedged components.
am: ከዚያ እውቅና በተሰጣቸው አካላት ላይ በመመስረት የአውሮፕላን ስብሰባ መፍጠር ይችላሉ።

source: Add new contact
am: አዲስ ዕውቂያ ያክሉ

source: A Contact is the legal point of contact with a operators, normally it is the operator's company director or other legal persons. Use the form below to update / assign contacts for your operators.
am: እውቂያ ከኦፕሬተሮች ጋር ያለው ህጋዊ የመገናኛ ነጥብ ነው፣ በተለምዶ እሱ ነው።የኦፕሬተር ኩባንያ ዳይሬክተር ወይም ሌሎች ህጋዊ ሰዎች. ለማድረግ ከዚህ በታች ያለውን ቅጽ ይጠቀሙለኦፕሬተሮችዎ እውቂያዎችን ያዘምኑ / ይመድቡ።

source: Contacts
am: እውቂያዎች

source: Contact Details
am: የእውቂያ ዝርዝሮች

source: Full Name
am: ሙሉ ስም

source: Contacts list
am: የእውቂያዎች ዝርዝር

source: See all the legal contacts for your operators as a list below
am: ለኦፕሬተሮችዎ ሁሉንም ህጋዊ ግንኙነቶች ከታች እንደ ዝርዝር ይመልከቱ

source: There are no contacts added in Aerobridge, once added the list of contacts will be displayed here.
am: በኤሮብሪጅ ውስጥ ምንም እውቂያዎች የሉም፣ አንዴ የእውቂያዎችን ዝርዝር ከጨመረእዚህ ይታያል.

source: Add a new Contact
am: አዲስ እውቂያ ያክሉ

source: Contact Update
am: የእውቂያ ዝመና

source: Update the details of your contacts, assign them to operators or change their role
am: የእውቂያዎችዎን ዝርዝሮች ያዘምኑ፣ ለኦፕሬተሮች ይመድቧቸው ወይም ይቀይሩየእነሱ ሚና

source: Credentials
am: ምስክርነቶች

source: You can store credentials, keys for the drone, Digital Sky or other services here.
am: ምስክርነቶችን፣ የድሮን ቁልፎችን፣ ዲጂታል ስካይን ወይም ሌላ አገልግሎትን ማከማቸት ትችላለህእዚህ

source: There are no credentials added in Aerobridge, once added the list of credentials will be displayed here.
am: ዝርዝሩን አንዴ ከጨመረ በኋላ በኤሮብሪጅ ውስጥ ምንም ምስክርነቶች የሉምምስክርነቶች እዚህ ይታያሉ።

source: Add a Credential
am: ምስክርነት ያክሉ

source: Create a new credential in the database, credentials can be used to sign data, interact with other services.
am: በመረጃ ቋቱ ውስጥ አዲስ ምስክርነት ይፍጠሩ፣ ምስክርነቶች ለመፈረም ጥቅም ላይ ሊውሉ ይችላሉ።ውሂብ, ከሌሎች አገልግሎቶች ጋር መስተጋብር

source: Get started with Credentials</h2><p> Proceed cautiously, if you dont know what you are doing, Stop!
am: ምስክርነቶችን ይጀምሩ</h2><p> ካላወቁ በጥንቃቄ ይቀጥሉምን እየሰሩ ነው ፣ አቁም!

source: While public key cryptography is a well documented area of computing, we assume that you know the basics and understand the risks associated with storing keys on a public facing server. If you dont, get a professional to review / understand the implications.
am: የአደባባይ ቁልፍ ምስጠራ በደንብ የተመዘገበ የኮምፒዩተር አካባቢ ቢሆንም፣ እኛእርስዎ መሰረታዊ ነገሮችን እንደሚያውቁ እና ከዚህ ጋር የተያያዙ አደጋዎችን እንደሚረዱ ያስቡበሕዝብ ፊት አገልጋይ ላይ ቁልፎችን ማከማቸት ። ካላደረጉት ባለሙያ ያግኙይገምግሙ / አንድምታውን ይረዱ.

source: While Aerobridge stores the keys with simple security which should suffice for simpler non-production applications. For production use, we recommend using a system such as
am: ኤሮብሪጅ ቁልፎቹን በቀላል ደህንነት ሲያከማች በቂ ነው።ቀላል ያልሆኑ ምርት መተግበሪያዎች. ለምርት አጠቃቀም, እንመክራለንእንደ ስርዓት በመጠቀም

source: Create a public / private key for you any pilot / operator
am: ለማንኛውም አብራሪ/ኦፕሬተር የህዝብ/የግል ቁልፍ ፍጠርልህ

source: You can use a following commands to create a public / private key pair.
am: ይፋዊ/የግል ቁልፍ ጥንድ ለመፍጠር የሚከተሉትን ትዕዛዞች መጠቀም ትችላለህ

source: The above code will generate a public key in PEM format and a private key
am: ከላይ ያለው ኮድ ይፋዊ ቁልፍ በPEM ቅርጸት እና በግል ቁልፍ ያመነጫል።

source: These are confidential files and can then be stored in Aerobridge via the
am: እነዚህ ሚስጥራዊ ፋይሎች ናቸው እና ከዚያም በኤሮብሪጅ ውስጥ ሊቀመጡ ይችላሉ

source: Add new Firmware
am: ፊርምዌር ጨምር

source: Create a new firmware instance in the database, you can use the public key to check installed firmwares on the drone
am: በመረጃ ቋቱ ውስጥ አዲስ የጽኑዌር ምሳሌ ይፍጠሩ፣ የህዝብ ቁልፉን መጠቀም ይችላሉ።በድሮን ላይ የተጫኑ ፊርምዌርስ ለመፈተሽ

source: Firmware Details
am: የጽኑ ትዕዛዝ ዝርዝሮች

source: Binary File Url
am: ቢናሪ ፋይል ዩ አር ኤል

source: Binary File Hash
am: ሁለትዮሽ ፋይል ሃሽ

source: Is Active?
am: ንቁ ነው?

source: Firmwares
am: ፊርምዌር

source: Use these pages to store or link to released firmwares, and their hashes
am: ወደ የተለቀቁ firmwares እና ሃሽዎቻቸውን ለማከማቸት ወይም ለማገናኘት እነዚህን ገጾች ይጠቀሙ

source: There are no firmwares added in Aerobridge, once added the list of firmwares will be displayed here.
am: አንድ ጊዜ የአውሮፕላኖቹን ዝርዝር ከጨመረ በኋላ በኤሮብሪጅ ውስጥ የተጨመሩ አውሮፕላኖች የሉምእዚህ ይታያል

source: Add a firmware
am: ፊርምዌር ጨምር

source: Add new Flight Operation
am: አዲስ የበረራ አሠራር ያክሉ

source: Create a new flight operation, link it to a flight plan and get permission artefacts against those operations
am: አዲስ የበረራ እቅድ ይፍጠሩ፣ ከኦፕሬሽን ጋር ያገናኙት እና ፍቃድ ያግኙበእነዚያ ተግባራት ላይ ያሉ ቅርሶች

source: Add Operation
am: ኦፕሬሽን አክል

source: Flight Operations
am: የበረራ ስራዎች

source: There are no flight operations added in Aerobridge, once added the list of flight operations will be displayed here.
am: ዝርዝሩን አንዴ ከጨመረ በኋላ በኤሮብሪጅ ውስጥ ምንም የበረራ ስራዎች የሉምየበረራ ስራዎች እዚህ ይታያሉ።

source: Previous
am: ቀዳሚ

source: Add a new flight operation
am: አዲስ የበረራ አሠራር ያክሉ

source: Permission object generated
am: የፈቃድ ነገር ተፈጥሯል።

source: Your permission object has been issued, you can check Flights -> Permissions menu to see the permission details.
am: የፈቃድዎ ነገር ተሰጥቷል፣ በረራዎች -> ፈቃዶችን ማረጋገጥ ይችላሉ።የፍቃድ ዝርዝሮችን ለማየት ምናሌ።

source: Flightoperation Details
am: የበረራ ዝርዝሮች

source: The flight operation is not editable becuase the log has been signed.
am: የምዝግብ ማስታወሻው ስለተፈረመ የበረራ ሥራው ሊስተካከል አይችልም።

source: Create a new Flight Permssion
am: አዲስ የበረራ ፈቃድ ይፍጠሩ

source: Create a new cryptographically signed flight permission object that can be downloaded in the GCS and loaded on to the drone.
am: ሊሆን የሚችል አዲስ ምስጢራዊ በሆነ መልኩ የተፈረመ የበረራ ፈቃድ ነገር ይፍጠሩበጂሲኤስ ውስጥ ወርዶ በድሮን ላይ ተጭኗል።

source: Flight Permission Details
am: የበረራ ፍቃድ ዝርዝሮች

source: Permission Details
am: የፍቃድ ዝርዝሮች

source: Please find below the details of flight permission tokens provided by Aerobridge
am: እባክዎ የበረራ ፈቃድ ቶከኖችን ዝርዝር ከዚህ በታች ያግኙኤሮብሪጅ

source: Permission Token
am: የፍቃድ ማስመሰያ

source: Permission Geocage
am: ፍቃድ ጂኦኬጅ

source: Permissions
am: ፈቃዶች

source: Flight Permissions
am: የበረራ ፍቃዶች

source: See all the flight permission objects, if you do not see a permission for your operation, go to the operation detail and generate a permission.
am: ፈቃድ ካላዩ ሁሉንም የበረራ ፈቃድ እቃዎች ይመልከቱየእርስዎ ክወና, ወደ የክዋኔ ዝርዝር ይሂዱ እና ፈቃድ ያመነጫሉ.

source: There are no flight permissions added in Aerobridge, once added the list of flight permissions will be displayed here.
am: ዝርዝሩን አንዴ ከጨመረ በኋላ በኤሮብሪጅ ውስጥ ምንም የበረራ ፈቃዶች የሉምየበረራ ፈቃዶች እዚህ ይታያሉ።

source: Please find below the details of flight permission artefacts applied downloaded from Digital Sky.
am: እባክዎ የበረራ ፍቃድ የተተገበሩ ቅርሶችን ዝርዝር ከዚህ በታች ያግኙከዲጂታል ሰማይ ወርዷል።

source: Applied Successfully
am: በተሳካ ሁኔታ ተተግብሯል

source: Request Permission from Digital Sky
am: ከዲጂታል ስካይ ፈቃድ ይጠይቁ

source: Below are a list of flight permission objects that dont have a associated permission artefact. If you are looking to download a permission artefact, use the use the
am: ከዚህ በታች ተያያዥነት የሌላቸው የበረራ ፈቃድ እቃዎች ዝርዝር አለ።ፈቃድ artefact. የፍቃድ ቅርስ ለማውረድ ከፈለጉ፣ይጠቀሙ

source: menu. For a step-by-step review of the flow, please review the
am: ምናሌ. ስለ ፍሰቱ ደረጃ-በደረጃ ግምገማ፣ እባክዎን ይመልከቱ

source: Permission Request submitted
am: የፈቃድ ጥያቄ ገብቷል።

source: Your request for permission has been sent to DigitalSky. If you are looking to download a permission artefact, please use the use the
am: የፈቃድ ጥያቄዎ ወደ DigitalSky ተልኳል። እየፈለጉ ከሆነየፈቃድ ጥበብን ለማውረድ እባክዎን ይጠቀሙ

source: menu. To see the response from the DigitalSky, you can review the
am: ምናሌ. ምላሹን ከDigitalSky ለማየት፣ ይህንን መገምገም ይችላሉ።

source: DigitalSky Logs
am: ዲጂታል ሰማይ ምዝግብ ማስታወሻዎች

source: For a step-by-step review of the flow, please review the
am: ስለ ፍሰቱ ደረጃ-በደረጃ ግምገማ፣ እባክዎን ይመልከቱ

source: README
am: አንብብ

source: Add new Flight plan
am: አዲስ የበረራ እቅድ ያክሉ

source: Create a new flight plan, link it to a Operation and get permission artefacts against those operations
am: አዲስ የበረራ እቅድ ይፍጠሩ፣ ከኦፕሬሽን ጋር ያገናኙት እና ፍቃድ ያግኙበእነዚያ ተግባራት ላይ ያሉ ቅርሶች

source: Plans
am: እቅዶች

source: Flight Plan
am: የበረራ እቅድ

source: See all the flight plans in the system, click on any one to show details
am: በስርዓቱ ውስጥ ያሉትን ሁሉንም የበረራ ዕቅዶች ይመልከቱ፣ ዝርዝሮችን ለማሳየት ማንኛውንም ጠቅ ያድርጉ

source: There are no flight plans added in Aerobridge, once added the list of flight plans will be displayed here.
am: የበረራ ዝርዝሩን አንዴ ከጨመረ በኤሮብሪጅ ምንም የበረራ ዕቅዶች የሉምዕቅዶች እዚህ ይታያሉ.

source: Next
am: ቀጣይ

source: Update Flightplan Details
am: የበረራ ፕላን ዝርዝሮችን ያዘምኑ

source: The flight plan is not editable becuase the log has been signed.
am: የምዝግብ ማስታወሻው ስለተፈረመ የበረራ ዕቅዱ ሊስተካከል አይችልም።

source: Opeations
am: ክወናዎች

source: Incidents Calendar
am: የክስተቶች የቀን መቁጠሪያ

source: See all the flight incidents in a calendar view, use the month controls to navigate and see past and future operations
am: ሁሉንም የበረራ ክስተቶች በቀን መቁጠሪያ እይታ ይመልከቱ፣ የወር መቆጣጠሪያዎችን ይጠቀሙያለፉትን እና የወደፊት ስራዎችን ያስሱ እና ይመልከቱ

source: Previous Month
am: ያለፈው ወር

source: Next Month
am: በሚቀጥለው ወር

source: Create a new Incident for
am: ለ አዲስ ክስተት ይፍጠሩ

source: Create a new incident report in the database, you can update the status of components via this form.
am: በመረጃ ቋቱ ውስጥ አዲስ የክስተት ሪፖርት ይፍጠሩ፣ ሁኔታውን ማዘመን ይችላሉ።ክፍሎች በዚህ ቅጽ በኩል.

source: Incident Detail
am: የክስተት ዝርዝር

source: Impacted Aircraft
am: ተጽዕኖ የተደረገበት አውሮፕላን

source: Component Status
am: የመለዋወጫ ሁኔታ

source: Notes
am: ማስታወሻዎች

source: Impacted Components
am: ተጽዕኖ የተደረገባቸው ክፍሎች

source: A list of all incidents as reported in Aerobridge or see them as a
am: በኤሮብሪጅ ውስጥ እንደተዘገበው የሁሉም ክስተቶች ዝርዝር ወይም እንደ ሀ

source: calendar
am: የቀን መቁጠሪያ

source: There are no incidents added in Aerobridge, once added a list of incidents will be displayed here.
am: አንድ ጊዜ የክስተቶች ዝርዝር ከጨመረ በኋላ በኤሮብሪጅ ምንም የተጨመሩ ክስተቶች የሉምእዚህ ይታያል.

source: To add an incident to this list, go to Trusted Flights -> Aircraft and report a incident from there
am: ወደዚህ ዝርዝር ክስተት ለመጨመር ወደ የታመኑ በረራዎች -> አውሮፕላን ይሂዱ እና ይሂዱአንድ ክስተት ከዚያ ሪፖርት አድርግ

source: Update Incident Report
am: የክስተት ሪፖርት ያዘምኑ

source: Ethiopian Civil Aviation
am: የኢትዮጵያ ሲቪል አቪዬሽን

source: Ethiopian Civil Aviation Authority
am: የኢትዮጵያ ሲቪል አቪዬሽን ባለስልጣን

source: People
am: ሰዎች

source: Operators
am: ኦፕሬተሮች

source: Pilots
am: አብራሪዎች

source: Read first
am: መጀመሪያ አንብብ

source: Incident Reports
am: የክስተት ዘገባዎች

source: Pre Flight
am: ቅድመ በረራ

source: Post Flight
am: ድህረ በረራ

source: Flight Logs
am: የበረራ ምዝግብ ማስታወሻዎች

source: Signed Flight Logs
am: የተፈረመ የበረራ ምዝግብ ማስታወሻዎች

source: Communication
am: መገናኛ

source: Aerobridge Mavlink
am: ኤሮብሪጅ ማቭሊንክ

source: Data Locker
am: የውሂብ መቆለፊያ

source: Read First
am: መጀመሪያ አንብብ

source: Credentials Manager
am: ምስክርነቶች አስተዳዳሪ

source: Files Manager
am: የፋይል አስተዳዳሪ

source: Building Blocks
am: የግንባታ ብሎኮች

source: Stock Keeping
am: የአክሲዮን ማቆየት

source: Assemblies
am: ስብሰባዎች

source: Models & Assemblies
am: ሞዴሎች እና ስብሰባዎች

source: Software
am: ሶፍትዌር

source: Verify Components
am: አካላትን ያረጋግጡ

source: Language
am: ቋንቋ

source: Logout
am: ውጣ

source: For more information visit
am: ለበለጠ መረጃ ጎብኝ

source: our homepage
am: የእኛ መነሻ ገጽ

source: Create a Operator
am: ኦፕሬተር ይፍጠሩ

source: Create a new operator in the database, you can then assign them drones, pilots etc. after that.
am: በመረጃ ቋቱ ውስጥ አዲስ ኦፕሬተር ይፍጠሩ ፣ ከዚያ ድሮኖችን መመደብ ይችላሉ ፣አብራሪዎች ወዘተ ከዚያ በኋላ

source: Operator Profile
am: ኦፕሬተር መገለጫ

source: A snapshot for this operator, a Operator is a company that flies / operates the drone
am: የዚህ ኦፕሬተር ቅጽበታዊ ገጽ እይታ ኦፕሬተር የሚበር/የሚንቀሳቀስ ኩባንያ ነው።ድሮን

source: Website
am: ድህረገፅ

source: VAT Number
am: የግብር መለያ ቁጥር

source: Insurance Number
am: የኢንሹራንስ ቁጥር

source: Authorized Activities
am: የተፈቀዱ ተግባራት

source: A list of all Operators on the server, click to see / change details of an individual operator. Depending on your circumstance, you should only have one operator. Operator in the context of UTM / U-Space has a very specific legal definition and is normally a company who operates a drone.
am: በአገልጋዩ ላይ ያሉ የሁሉም ኦፕሬተሮች ዝርዝር፣የአንድ ዝርዝሮችን ለማየት/ለመቀየር ይንኩ።የግለሰብ ኦፕሬተር. እንደ ሁኔታዎ, እርስዎ ብቻ ሊኖርዎት ይገባልአንድ ኦፕሬተር. በ UTM / U-Space አውድ ውስጥ ኦፕሬተር በጣም የተወሰነ ነገር አለው።ህጋዊ ፍቺ እና በተለምዶ ድሮንን የሚሰራ ኩባንያ ነው።

source: There are no operators added in Aerobridge, once added the list of operators will be displayed here.
am: የኦፕሬተሮችን ዝርዝር አንዴ ከጨመረ በኋላ በኤሮብሪጅ ውስጥ ምንም ኦፕሬተሮች የሉምእዚህ ይታያል

source: Add a operator
am: ኦፕሬተር ያክሉ

source: Create a Person
am: ሰው ፍጠር

source: Create a new person in the database, you can then assign them a role e.g. pilot, contact etc. You can also assign a person to a token / contact.
am: በመረጃ ቋቱ ውስጥ አዲስ ሰው ይፍጠሩ፣ ከዚያ እርስዎ ሚና ሊመድቧቸው ይችላሉ ለምሳሌአብራሪ፣ እውቂያ ወዘተ. አንድን ሰው ቶከን/እውቂያ መመደብ ይችላሉ።

source: Person Details
am: የሰው ዝርዝሮች

source: Details of person in Aerobridge, you can assign a person as a pilot, contact for a operator etc.
am: በኤሮብሪጅ ውስጥ ያለ ሰው ዝርዝሮች ፣ አንድን ሰው እንደ አብራሪ ፣ ያነጋግሩለአንድ ኦፕሬተር ወዘተ.

source: Social Security Number
am: የማህበራዊ ዋስትና መለያ ቁጥር

source: There are no people added in Aerobridge, once added the list of people will be displayed here.
am: በኤሮብሪጅ ውስጥ ምንም የተጨመሩ ሰዎች የሉም፣ አንዴ ከተጨመሩ በኋላ የሰዎች ዝርዝርእዚህ ይታያል.

source: Add a person
am: ሰው ጨምር

source: Update Profile
am: መገለጫ አዘምን

source: Add new pilot
am: አዲስ አብራሪ ጨምር

source: A pilot can be assigned to a operator and details about the pilot are stored here.
am: ፓይለት ለአንድ ኦፕሬተር ሊመደብ ይችላል እና ስለ አብራሪው ዝርዝሮች ይቀመጣሉእዚህ

source: Pilot Details
am: አብራሪ ዝርዝሮች

source: Photo URL
am: የፎቶ URL

source: Pilots list
am: አብራሪዎች ዝርዝር

source: See all the pilots for your operators as a list below, click to show details or add a new pilot
am: ሁሉንም የኦፕሬተሮችዎን አብራሪዎች ከታች እንደ ዝርዝር ይመልከቱ፣ ዝርዝሮችን ለማሳየት ጠቅ ያድርጉወይም አዲስ አብራሪ ያክሉ

source: There are no pilots added in Aerobridge, once added the list of pilots will be displayed here.
am: የአብራሪዎች ዝርዝር አንዴ ከተጨመረ በኋላ በኤሮብሪጅ ውስጥ የተጨመሩ አብራሪዎች የሉምእዚህ ይታያል.

source: Add a new pilot
am: አዲስ አብራሪ ጨምር

source: Signed Flight Log Details
am: የተፈረመ የበረራ መዝገብ ዝርዝሮች

source: Raw Flight Log
am: ጥሬ የበረራ ምዝግብ ማስታወሻ

source: Signed Flight Log
am: የተፈረመ የበረራ መዝገብ

source: Signed by:
am: የተፈረመው በ፡

source: Signed Logs
am: ምንም የተፈረመ የበረራ መዝገብ የለም፣ እባክዎ መጀመሪያ ምዝግብ ማስታወሻውን በGCS ወይም በ ይፈርሙየተፈረሙ ምዝግብ ማስታወሻዎች

source: Signed Flight Logs list
am: የተፈረመ የበረራ ምዝግብ ማስታወሻዎች ዝርዝር

source: See the details of flight logs signed by the management server, to sign a log, go to Trusted Flights -> Upload Flight Logs.
am: ሀ ለመፈረም በአስተዳደሩ አገልጋይ የተፈረመ የበረራ ምዝግብ ማስታወሻዎችን ይመልከቱመዝገብ፣ ወደ የታመኑ በረራዎች ሂድ -> የበረራ ምዝግብ ማስታወሻዎችን ስቀል።

source: There are no signed flight logs in Aerobridge, once a log is signed a list of signed logs will be displayed here.
am: ምዝግብ ማስታወሻ ከተፈረመ በኋላ በኤሮብሪጅ ውስጥ ምንም የተፈረመ የበረራ ምዝግብ ማስታወሻ የለም።የተፈረሙ ምዝግብ ማስታወሻዎች እዚህ ይታያሉ

source: OPERATOR
am: ኦፕሬተር

source: MANUFACTURER
am: አምራች

source: PILOT
am: አብራሪ

source: DSC / eMudra Token
am: DSC/ eMudhra ማስመሰያ

source: DIGITAL_CERTIFICATE
am: ዲጂታል ሰርተፊኬት

source: Management Server
am: አስተዳደር አገልጋይ

source: Public Key
am: የህዝብ ቁልፍ

source: other
am: ሌላ

source: Auth Server
am: እውነት አገልጋይ

source: Full Chain
am: ሙሉ ሰንሰለት

source: First name
am: የግል ስም

source: Middle name
am: የአባት ስም

source: Last name
am: የአያት ስም

source: Associate a email address with the person, this field is required
am: የኢሜል አድራሻን ከሰውየው ጋር ያገናኙ ፣ ይህ መስክ ያስፈልጋል

source: Associate a phone number with this person
am: ከዚህ ሰው ጋር የስልክ ቁጥር ያገናኙ

source: Social security number
am: የማህበራዊ ዋስትና መለያ ቁጥር

source: If social security / identification number is avaialble associate it with a person
am: ሶሻል ሴኩሪቲ ቁጥር ካለ ከሰውየው ጋር አገናኝ

source: Assign a date of birth with this person
am: የትውልድ ዘመን አስገባ

source: Date of birth
am: የትውልድ ዘመን

source: Set if the person is still active / works for the company
am: ሰውየው አሁንም ለድርጅቱ መስራቱን አረጋግጥ

source: Andaman and Nicobar Islands
am: አንዳማን እና ኒኮባር ደሴቶች

source: Andhra Pradesh
am: አንድራ ፕራዴሽ

source: Arunachal Pradesh
am: አሩናቻል ፕራዴሽ

source: Assam
am: አሳም

source: Bihar
am: ቢሀር

source: Chandigarh
am: ቻንዲጋርህ

source: Chhattisgarh
am: ጃትስጊስግራግ

source: Dadra and Nagar Haveli
am: ዳድራ እና ናጋር ሐቬሊ

source: Daman and Diu
am: ዳማን እና ዲው

source: Delhi
am: ደልህን

source: Goa
am: ጋኡ

source: Gujarat
am: ጉጅራት

source: Haryana
am: ሃራያና

source: Himachal Pradesh
am: ሂማቻል ፐሮቤሽ

source: Jammu and Kashmir
am: ጃሙ እና ካሽሚር

source: Jharkhand
am: ጃርክህንድ

source: Karnataka
am: ካርናታካ

source: Kerala
am: ኬርላ

source: Ladakh
am: ላዳክ

source: Lakshadweep
am: ላክሻድወፕ

source: Madhya Pradesh
am: ማድያ ፐሮቤሽ

source: Maharashtra
am: ማሐራስታህሪ

source: Manipur
am: ማኒፑር

source: Meghalaya
am: መግሊኛ

source: Mizoram
am: ሚዛሮም

source: Nagaland
am: ናጋላንድ

source: Odisha
am: ኦዲሻ

source: Puducherry
am: ፖዱቼሪ

source: Punjab
am: ፑንጃብ

source: Rajasthan
am: ራጅስታን

source: Sikkim
am: ሲክም

source: Tamil Nadu
am: ታሚል ናዱ

source: Telangana
am: ተላንጋና

source: Tripura
am: ትሪፐራ

source: Uttar Pradesh
am: ኡታር ፐሮቤሽ

source: Uttarakhand
am: ኡታራካንድ

source: West Bengal
am: ምዕራባዊ ቤንጋሊ

source: post code
am: ፖስታ ቁጥር

source: NA
am: የለም

source: Open
am: ክፍት

source: Specific
am: ልዩ

source: Unpopulated
am: ህዝብ አልባ

source: Sparsely Populated
am: ጥቂት የማይባል ህዝብ

source: Densely Populated
am: ጥቅጥቅ ባለ ህዝብ

source: SAIL 1
am: ሰል 1

source: SAIL 2
am: ሰል 2

source: SAIL 3
am: ሰል 3

source: SAIL 4
am: ሰል 4

source: SAIL 5
am: ሰል 5

source: SAIL 6
am: ሰል 6

source: Light UAS Operator Certificate
am: የብርሃን UAS ኦፕሬተር ሰርተፍኬት

source: Standard Scenario Authorization
am: መደበኛ ሁኔታ ፈቃድ

source: Green
am: አረንጓዴ

source: Amber
am: አምበር

source: Red
am: ቀይ

source: sps
am: ኤስ ፒ ኤስ

source: Remote pilot online theoretical competency
am: የርቀት ፓይለት ኦንላይን ቲዎሬቲካል ብቃት

source: Certificate of remote pilot competency
am: የርቀት አብራሪ ብቃት የምስክር ወረቀት

source: Online Test
am: የመስመር ላይ ሙከራ

source: In Authorized Test Center
am: በተፈቀደ የሙከራ ማእከል ውስጥ

source: Supplier
am: አቅራቢ

source: Customer
am: ደንበኛ

source: Assembler
am: ሰብሳቢ

source: The three-letter ISO 3166-1 country code where the manufacturer is located
am: አምራቹ የሚገኝበት ባለ ሶስት ፊደል ISO 3166-1 የአገር ኮድ

source: VAT-TMP
am: ቫት ቲኤም ፒ

source: INS-TMP
am: አይኤንኤስ ቲ ኤም ፒ

source: CO-TMP
am: ሲ ኦ ቲ ኤም ፒ

source: Company number if available
am: የሚገኝ ከሆነ የኩባንያ ቁጥር

source: Currency
am: ምንዛሪ

source: Default currency used for this company
am: ለዚህ ኩባንያ ጥቅም ላይ የዋለው ነባሪ ምንዛሬ

source: Set if the firmware is active, don't forget to mark old firmware as inactive
am: ፈርምዌር ገቢር ከሆነ ያዋቅሩት፣ የድሮ ፈርምዌር እንደቦዘነ ምልክት ማድረጉን አይርሱ

source: LUC
am: እዩሲ

source: Non-LUC
am: ነን

source: AUTH
am: ኦዝ

source: DEC
am: ዲኢሲ

source: Responsible
am: ተጠያቂ

source: Frame
am: ፍሬም

source: Motors
am: ሞተር

source: Electronic Speed Controller
am: ኤሌክትሮኒክ የፍጥነት ኮንታለት

source: Flight Controller
am: በሰላም ኮንታለት

source: Power Distribution Board
am: ኃይል የኃይል ውስጥ ኤሌክትሮኒክ

source: Battery
am: ባቲሪ

source: Propellors
am: መንዳት

source: Camera
am: ካሜራ

source: GPS
am: አቅጣጫ መጠቆሚያ

source: Battery Charger
am: ባቲሪ ጫማት

source: Telemetry Link
am: ቴሌማቲ ላይንክ

source: Remote Controller
am: የረማይ ኮንታለትክ

source: Landing Gear
am: መንፈሳዊ መደመር

source: Companion Computer
am: መለጠፊያ ኮምፒዩተር

source: Select manufacturer
am: አምራች ይምረጡ

source: Minimum Stock
am: ዝቅተኛው አክሲዮን።

source: Minimum allowed stock level
am: የሚፈቀደው ዝቅተኛው የአክሲዮን ደረጃ

source: Units
am: ክፍሎች

source: Stock keeping units for this part
am: ለዚህ ክፍል የአክሲዮን ማቆያ ክፍሎች

source: Is this component a part of an assembly?
am: ይህ አካል የስብሰባ አካል ነው?

source: Trackable
am: መከታተል የሚችል

source: Does this part have tracking for unique items?
am: ይህ ክፍል ለየት ያሉ ዕቃዎች መከታተያ አለው?

source: Purchaseable
am: ሊገዛ የሚችል

source: Can this part be purchased from external suppliers?
am: ይህ ክፍል ከውጭ አቅራቢዎች ሊገዛ ይችላል?

source: Salable
am: የሚሸጥ

source: Can this part be sold to customers?
am: ይህ ክፍል ለደንበኞች ሊሸጥ ይችላል?

source: Active
am: ንቁ

source: Is this part active?
am: ይህ ክፍል ንቁ ነው?

source: Base Part
am: የመሠረት ክፍል

source: Select part
am: ክፍል ይምረጡ

source: MPN
am: ኤም ፒ ኤን

source: Manufacturer Part Number
am: የአምራች ክፍል ቁጥር

source: Select supplier
am: አቅራቢ ይምረጡ

source: Manufacturer Part
am: የአምራች ክፍል

source: Select manufacturer part
am: የአምራች ክፍልን ይምረጡ

source: Purchase Price
am: የግዢ ዋጋ

source: Single unit purchase price at time of purchase
am: በግዢ ጊዜ የነጠላ ክፍል የግዢ ዋጋ

source: FIXED WING
am: ቋሚ ክንፍ

source: ROTORCRAFT
am: ሮቶርክራፍት

source: LIGHTER-THAN-AIR
am: ከአየር የበለጠ ቀላል

source: HYBRID LIFT
am: ድብልቅ ማንሳት

source: MICRO
am: ማይክሮ

source: SMALL
am: ትንሽ

source: MEIDUM
am: መካከለኛ

source: Large
am: ትልቅ

source: AIRPLANE
am: አይሮፕላን

source: NONPOWERED GLIDER
am: ኃይል የሌለው ግላይደር

source: POWERED GLIDER
am: ኃይለኛ ግላይደር

source: HELICOPTER
am: ሄሊኮፕተር

source: GYROPLANE
am: ጋይሮፕላን

source: BALLOON
am: ባሎን

source: AIRSHIP
am: አየር ማናፈሻ

source: UAV
am: ዩኤቪ

source: Multirotor
am: መልቲ ሮተር

source: Hybrid
am: ድቅል

source: Supplier Part
am: የአቅራቢ ክፍል

source: Select a matching supplier part for this stock item, if no supplier part is set you must set a Master Component
am: ለዚህ የአክሲዮን ንጥል ነገር የሚዛመደውን የአቅራቢ ክፍል ይምረጡ፣ ምንም አቅራቢ አካል ከሌለአዘጋጅ ዋና አካል ማዘጋጀት አለብህ

source: If no supplier exists, use the master component
am: አቅራቢ ከሌለ ዋናውን አካል ይጠቀሙ

source: Description
am: መግለጫ

source: Specify an internal description for this component e.g: x-2
am: ለዚህ አካል ውስጣዊ መግለጫ ይግለጹ ለምሳሌ፡ x-2

source: In Progress
am: በሂደት ላይ

source: Parts needed
am: አስፈላጊ ክፍሎች

source: Inactive
am: እንቅስቃሴ-አልባ

source: Impacted Aicraft
am: ተጽዕኖ የተደረገበት አውሮፕላን

source: Select the aircraft assocated with this event
am: ከዚህ ክስተት ጋር የተያያዘውን አውሮፕላን ይምረጡ

source: Associate a Flight Log with this incident
am: የበረራ ምዝግብ ማስታወሻን ከዚህ ክስተት ጋር ያገናኙ

source: Associate the components associated with this event with this incident
am: ከዚህ ክስተት ጋር የተያያዙ ክፍሎችን ከዚህ ክስተት ጋር ያገናኙ
