Repository: BlackLionXD/Drone-Managment-Website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: am

source: Placed
am: በመጠባበቅ ላይ

source: Complete
am: ተጠናቀቀ

source: Cancelled
am: ተሰርዟል

source: Lost
am: የጠፋ

source: Returned
am: ተመልሰዋል

source: Shipped
am: መላክ

source: OK
am: እሺ

source: Attention needed
am: ትኩረት ያስፈልጋል

source: Damaged
am: ተጎድቷል።

source: Destroyed
am: ተበላሽቷል

source: Rejected
am: ውድቅ ተደርጓል

source: Legacy stock tracking entry
am: የቆየ የአክሲዮን መከታተያ ግቤት

source: Stock item created
am: የአክሲዮን ንጥል ተፈጥሯል

source: Edited stock item
am: የተስተካከለ የአክሲዮን ንጥል ነገር

source: Assigned serial number
am: የተመደበው ተከታታይ ቁጥር

source: Stock counted
am: ክምችት ተቆጥሯል

source: Stock manually added
am: አክሲዮን በእጅ ታክሏል

source: Stock manually removed
am: አክሲዮን በእጅ ተወግዷል

source: Location changed
am: ቦታው ተቀይሯል

source: Installed component item
am: ከስብሰባ ተወግዷል

source: Removed component item
am: የተወገደ አካል ንጥል

source: Split from parent item
am: ከወላጅ ንጥል የተከፈለ

source: Split child item
am: የሕፃን ዕቃ ተከፋፈለ

source: Merged stock items
am: የተዋሃዱ የአክሲዮን ዕቃዎች

source: Sent to customer
am: ወደ ደንበኛ ተልኳል

source: Returned from customer
am: ከደንበኛው ተመልሷል

source: Build order output created
am: የግንብ ትዕዛዝ ውፅዓት ተፈጥሯል

source: Build order output completed
am: የግንባታ ትዕዛዝ ውፅዓት ተጠናቅቋል

source: Consumed by build order
am: በግንባታ ትእዛዝ የሚበላ

source: Received against purchase order
am: ከግዢ ትእዛዝ ተቃራኒ ተቀብሏል

source: Production
am: ማምረት

source: Not a valid currency code
am: የሚሰራ የገንዘብ ኮድ አይደለም

source: Aerobridge Management Server
am: ኤሮብሪጅ አስተዳደር አገልጋይ

source: DIGITAL SKY OPERATOR
am: ዲጂታል ስካይ ኦፕሬተር

source: DIGITAL SKY MANUFACTURER
am: ዲጂታል ሰማይ አምራች

source: DIGITAL SKY PILOT
am: ዲጂታል የሰማይ ፓይለት

source: RFM
am: አር ኤፍ ኤም

source: OTHER
am: ሌላ

source: PUBLIC_KEY
am: ይፋዊ ቁልፍ

source: PRIVATE_KEY
am: የግል ቁልፍ

source: AUTHENTICATION TOKEN
am: ማረጋገጫ ማስመሰያ

source: RFM KEY
am: አር ኤፍ ኤም ቁልፍ

source: Mandatory Information
am: ወሳኝ መረጃዎች

source: Optional Information
am: ሌላ መረጃዎች

source: + Add Person
am: + ሰው ጨምር

source: First Name
am: የግል ስም

source: Middle Name
am: የአባት ስም

source: Last Name
am: የአያት ስም

source: Email
am: ኢሜል

source: Phone Number
am: ስልክ ቁጥር

source: Country
am: ሀገር

source: Documents
am: ዶክመንቶች

source: Date of Birth
am: የትውልድ ዘመን

source: The first name of the person added to the database
am: የመጀመሪያ በዳታቤዝ ላይ የተጨመሩ ስሞች

source: Associate an email address with the person, this field is required"
am: ተያያዥ ኢሜል አስፈላጊ ነው

source: Associate a phone number of the person.
am: ተያያዥ ስልክ ቁጥር

source: Assign a date of birth to this person
am: የትውልድ ዘመን አስገባ

source: + Add Address
am: አድራሻ አክል

source: Address Line 1
am: አድራሻ 1

source: Address Line 2
am: አድራሻ 2

source: Address Line 3
am: አድራሻ 3

source: Post code
am: ፖስታ ቁጥር

source: City
am: ከተማ

source: State
am: ከልል

source: Set a city of this address
am: የዚህን ከተማ አድራሻ አስቀምጥ

source: Pick a state
am: ከልል ምረጥ

source: + Add Operator
am: ኦፕሬሽን አክል

source: Company
am: ኩባንያ

source: Operator Type
am: ኦፕሬተር

source: Operational authorizations
am: ፍቃድ ጨምር

source: Company Number
am: የድርጅት ስም

source: Specify the company associated with this operator
am: ከዚህ ኦፕሬተር ጋር የተያያዘውን ኩባንያ ይግለጹ

source: Choose what kind of operator this is, classify the operator based on capabilites, use the adminsitration panel to add additional operator categories
am: ይህ ኦፕሬተር ምን አይነት ፍቃድ እንዳለው ይምረጡ፣ ተጨማሪ ፍቃዶችን ለመጨመር የአስተዳደር ፓነልን ይጠቀሙ

source: Choose what kind of authorization this operator posseses, to add additional authorizations, use the administration panel
am: ከፍቃድ ጋር በተዛመደ ይህ ኦፕሬተር እንዲፈጽም የሚፈቀድለትን አይነት ይምረጡ ፣ የአስተዳደር ፓነልን በመጠቀም ተጨማሪ እንቅስቃሴዎችን ማከል ይችላሉ።

source: Related to Authorization, select the kind of activities that this operator is allowed to conduct, you can add additional activities using the administration panel
am: ከፍቃድ ጋር በተዛመደ ይህ ኦፕሬተር እንዲፈጽም የሚፈቀድለትን አይነት ይምረጡ ፣ የአስተዳደር ፓነልን በመጠቀም ተጨማሪ እንቅስቃሴዎችን ማከል ይችላሉ።

source: + Add Aircraft
am: አዲስ አውሮፕላን ያክሉ

source: Operator
am: ኦፕሬተር

source: Manufacturer
am: አምራች

source: Final assembly
am: ስብሰባ

source: Flight controller id
am: የበረራ መቆጣጠሪያ ቁጥር (የድሮን መታወቂያ)

source: Photo
am: ፎቶ

source: Name
am: ስም

source: Associate a operator company with this Aircraft
am: ከዚህ አውሮፕላን ጋር ኦፕሬተር ኩባንያ ጋር ይተባበሩ

source: Associate a manufacturer in the database to this aircraft
am: በመረጃ ቋት ውስጥ አንድ አምራች ከዚህ አውሮፕላን ጋር ይተባበሩ

source: Assign a aircraft assembly to this aircraft, if you do not see a assembly, it means that you will need to create a new assembly first
am: በዚህ አውሮፕላን ላይ የአውሮፕላን መገጣጠሚያ መድብ, ስብሰባ ካላየህ,በቅድሚያ አዲስ ስብሰባ መፍጠር ያስፈልጋል ማለት ነው

source: This is the Drone ID from the RFM, if there are spaces in the ID, remove them
am: ይህ ከ RFM የድሮን መታወቂያ ነው, መታወቂያ ውስጥ ቦታዎች ካሉ ማስወገድእነሱ

source: Set the status of this drone, if it is set as inactive, the GCS might fail and flight plans might not be able to load on the drone
am: የዚህን አውሮፕላን ሁኔታ አስቀምጥ፣ እንደቀዘቀዘ ከተቀመጠ፣ ጂ ሲ ኤስ ሊከሽፍ ይችላልእናም የበረራ እቅድ በበረራው ላይ መጫን ላይችል ይችላል

source: A URL of a photo of the drone
am: የበረራው ፎቶ ዩ አር ኤል

source: Set the internal name of the aircraft e.g. F1 #2
am: የአውሮፕላኑን የውስጥ ስም አስቀምጥ e.g F1 #2

source: All components from the blueprint must be selected to complete a assembly. if a component is missing please select it or order it to add to the inventory. Following components are missing: %s
am: ከንድፍ ውስጥ ሁሉም ክፍሎች አንድ ስብሰባ ለማጠናቀቅ መምረጥ አለባቸው.አንድ ቅንብሮች ከጠፋ እባክዎ ይምረጡወይም ወደ ላይ እንዲጨመር ትእዛዝየዕውቀት ማስቀመጫ። የሚከተሉት ክፍሎች ጠፍተዋል %s

source: + Add Aircraft Master Component
am: አውሮፕላን ማስተር ቅንጅት ይጨምሩ

source: Family
am: ቤተሰብ

source: Drawing
am: መሳል

source: Set the component family
am: የተወገደ አካል ንጥል

source: A URL to a photo of the component drawing.
am: ዩአርኤል ወደ ክፍል ሥዕል ፎቶ

source: Model Details
am: የአውሮፕላን ሞዴል ዝርዝሮች

source: Master Components
am: ዋና ክፍሎች

source: + Add Aircraft Model
am: አውሮፕላን ሞዴል ጨምር

source: Popular name
am: ታዋቂ ስም

source: Category
am: ምድብ

source: Series
am: ተከታታይ

source: Sub category
am: ንዑስ ምድብ

source: Max endurance
am: ከፍተኛው ጽናት (ደቂቃዎች)

source: Max range
am: ከፍተኛው ክልል (ኪሜ)

source: Max speed
am: ከፍተኛ ፍጥነት

source: Dimension length
am: መጠኖች (ሚሜ)

source: Dimension height
am: መጠኖች (ሚሜ)

source: Operating frequency
am: የክወና አካባቢ አይነት

source: Type certificate
am: አይነት የምስክር ወረቀት

source: Max certified takeoff weight
am: የተመሰከረለት የውሰት ክብደት

source: Max height attainable
am: ከፍተኛ የላቀ ሁኔታው የተዘጋ ቆጣሪ

source: Icao aircraft type designator
am: የICAO የአይሮን አይሮቻችን የአይሮች ቅጣት

source: Master_components
am: ዋና ክፍሎች

source: documents
am: ዶክመንቶች

source: Give this model a full name you can remember e.g. Aerobridge F1
am: ለዚህ ሞዴል እርስዎ ማስታወስ የሚችሉትን ሙሉ ስም ይስጡ. ኤሮብሪጅ F1

source: Give this e.g. F1
am: ይህንን ለምሳሌ ይስጡ. F1

source: Set the category for this aircraft, use the closest aircraft type
am: ለዚህ አውሮፕላን ምድብ ያዘጋጁ, በጣም ቅርብ የሆነውን የአውሮፕላን አይነት ይጠቀሙ

source: Define the production series for this Aircraft Model e.g. 2022.1
am: ለዚህ የአውሮፕላን ሞዴል የምርት ተከታታይን ይግለጹ ለምሳሌ 2022.1

source: Set the flight endurance of this model in minutes
am: የዚህን ሞዴል የበረራ ጽናትን በደቂቃዎች ውስጥ ያዘጋጁ

source: Set the flight range of this model in kms.
am: የዚህን ሞዴል የበረራ ክልል በኪሜ ያቀናብሩ።

source: Set the maximum flight speed in km/hr
am: ከፍተኛ ፍጥነት (ኪሜ በሰዓት)

source: Set the maximum length of the drone in cms
am: የድሮኑን ከፍተኛ ርዝመት በሴሜ ውስጥ ያዘጋጁ

source: Set the maximum breadth of the drone in cms
am: የድሮኑን ከፍተኛ ስፋት በሴሜ ውስጥ ያዘጋጁ

source: Set the maximum height of the drone in cms
am: የድሮኑን ከፍተኛውን ቁመት በሴሜ ውስጥ ያዘጋጁ

source: Set the type certificate if available for the drone
am: ካለ የአየር ክልል አይነት ያዘጋጁ

source: Set the takeoff weight for the aircraft in gms.
am: ለአውሮፕላኑ የሚነሳውን ክብደት በጂኤምኤስ ያዘጋጁ።

source: Set the max attainable height in meters
am: ሊደረስበት የሚችለውን ከፍተኛውን ቁመት በሜትር ያዘጋጁ

source: If available you can specify the type designator, see https://www.icao.int/publications/doc8643/pages/search.aspx
am: ካለ የዲዛይኑን አይነት መግለጽ ይችላሉ፣ publications/doc8643/pages/search.aspx

source: Associate any existing documents to this series / model
am: ማንኛውንም ነባር ሰነዶችን ከዚህ ተከታታይ/ሞዴል ጋር ያገናኙ

source: + Add Company
am: + ኩባንያ ያክሉ

source: Full name
am: ሙሉ ስም

source: Common name
am: የተለመደ ስም

source: WebSite
am: ድህረገፅ

source: Phone number
am: ስልክ ቁጥር

source: Company number
am: የኩባንያ ቁጥር

source: Address
am: አድራሻ

source: Role
am: ሚና

source: Vat number
am: የግብር መለያ ቁጥር

source: Insurance number
am: የኢንሹራንስ ቁጥር

source: Full legal name of the manufacturing entity
am: የማምረቻ ውህድ ሙሉ ሕጋዊ ስም

source: Common name for the manufacturer e.g. Skydio
am: ለአምራቹ የጋራ ስም ለምሳሌ. ስካይዲዮ

source: Contact email for support and other queries
am: ድጋፍ ለማግኘት እና ሌሎች ጥያቄዎች ለማግኘት ኢሜይል ያነጋግሩ

source: Put official URL of the company, if none is available then a manufacturers public facing URL is necessary
am: የኩባንያውን ኦፊሴላዊ ዩአርኤል አስቀምጥ, ምንም ካልተገኘ ከዚያም አምራቾች ዩ አር ኤል ፊት ለፊት የተጋረጠ ህዝብ አስፈላጊ ነው

source: Company number if available
am: ካለ የድርጅቱ ቁጥር

source: At the moment only India is configured, you can setup your own country
am: በአሁኑ ጊዜ የራስህን አገር ማቋቋም የምትችለው ሕንድ ብቻ ነው

source: Set the type of the company
am: የኩባንያውን ዓይነት አስቀምጥ

source: Assign a address to this manufacturers
am: ለዚህ አምራቾች አድራሻ ይመድበው

source: You can upload and associate documents to the manufacturer
am: ሰነዶችን ወደ አምራቹ ማውረድ እና ማጋራት ይችላሉ

source: VAT / Tax number if available
am: የቫት / ታክስ ቁጥር ካለ

source: Insurance number if avaialble
am: የኢንሹራንስ ቁጥር ካለ

source: + Add Firmware
am: ፊርምዌር ጨምር

source: Binary file url
am: ቢናሪ ፋይል ዩ አር ኤል

source: Binary file hash
am: ሁለትዮሽ ፋይል ሃሽ

source: Version
am: ስሪት

source: Friendly name
am: ተስማሚ ስም

source: Is active
am: ንቁ ነው?

source: Enter a url from where the firmware can be downloaded
am: ፈርምዌር የሚወርድበት ዩአርኤል ያስገቡ

source: Enter a SHA / Digest for the firmware, used to secure the firmware
am: ፋየርዌሩን ለመጠበቅ የሚያገለግል SHA/ Digest ን ያስገቡ

source: Set a semantic version for the firmware version
am: ለጽኑ ትዕዛዝ ሥሪት የትርጉም ሥሪት አዘጋጅ

source: Associate a manufacturer to the firmware
am: አንድ አምራች ከ ፊርምዌር ጋር ያገናኙ

source: Give it a friendly name e.g. May-2021 1.2 release
am: ወዳጃዊ ስም ስጠው ለምሳሌ. ግንቦት-2021 1.2 ተለቀቀ

source: Set if the firmware is active, dont forget to mark old firmware as inactive
am: ፈርምዌር ገቢር ከሆነ ያቀናብሩ፣ የድሮ ፊርምዌር እንደቦዘነ ምልክት ማድረጉን አይርሱ

source: + Add Flight Plan
am: + የበረራ እቅድ አክል

source: Not a valid GeoJSON, please enter a valid GeoJSON object %s
am: ልክ ያልሆነ GeoJSON፣ እባክዎ ልክ የሆነ የጂኦJSON ነገር %s ያስገቡ

source: Not a valid GeoJSON, please enter a valid GeoJSON object %s
am: ልክ ያልሆነ GeoJSON፣ እባክዎ ልክ የሆነ የጂኦJSON ነገር %s ያስገቡ

source: Valid GeoJSON not provided
am: የሚሰራ GeoJSON አልቀረበም

source: Geo json
am: ጂኦጅሰን

source: Give this flight plan a friendly name
am: ለዚህ የበረራ እቅድ ተስማሚ ስም ይስጡት።

source: Paste the flight plan as GeoJSON
am: የበረራ ዕቅዱን እንደ ጂኦጄሰን ለጥፍ

source: + Add Log
am: + መዝገብ ጨምር

source: Operation
am: ኦፕሬሽን

source: Raw log
am: ጥሬ የበረራ ምዝግብ ማስታወሻ

source: + Add Operation
am: ኦፕሬሽን አክል

source: Give a friendly name for this operation
am: ለዚህ ክወና ወዳጃዊ ስም ስጥ

source: Pick the drone that will be used to fly this opreation
am: ይህንን ኦፕሬሽን ለማብረር የሚያገለግለውን ሰው አልባ አውሮፕላን ይምረጡ

source: If a flight log is signed and is associated with a plan, that plan will not show here
am: የበረራ ምዝግብ ማስታወሻ ከተፈረመ እና ከእቅድ ጋር የተያያዘ ከሆነ ያ እቅድ እዚህ አይታይም።

source: To add additional categories, please add entries to the Activities table
am: ተጨማሪ ምድቦችን ለማከል፣ እባክዎ ወደ የተግባር ሠንጠረዡ ግቤቶችን ያክሉ

source: Assign a operator for this operaiton
am: ኦፕሬተርን ክወና መድብ

source: Specify Flight end date and time in Indian Standard Time (IST)
am: በህንድ መደበኛ ሰዓት (IST) የበረራ ማብቂያ ቀን እና ሰዓት ይግለጹ

source: At the moment, only VLOS and BVLOS operations are supported, for other types of operations, please issue a pull-request
am: በአሁኑ ጊዜ የVLOS እና BVLOS ኦፕሬሽኖች ብቻ ናቸው የሚደገፉት፣ለሌሎች የስራ ዓይነቶች እባክዎን የመሳብ ጥያቄ ያቅርቡ።

source: Drone
am: ድሮን

source: Flightplan
am: የበረራ እቅድ

source: Purpose
am: አላማ

source: Pilot
am: አብራሪ

source: Start Date Time
am: መነሻ ሰአት

source: End Date Time
am: መድረሻ ሰአት

source: Type of operation
am: የክዋኔ አይነት

source: + Add Contact
am: አዲስ እውቂያ ያክሉ

source: Person
am: ሰው

source: Role type
am: የሚና አይነት

source: Set a operator for this contact
am: ለዚህ እውቂያ ኦፕሬተር ያዘጋጁ

source: Associat a person for this contact
am: አንድን ሰው ለዚህ እውቂያ ያገናኙ

source: Add a address for this contact
am: አዲስ እንቅስቃሴ ይፍጠሩ

source: A contact may or may not be legally responsible officer within a company, specify if the contact is responsible(legally) for opration in the company
am: እውቂያው በኩባንያው ውስጥ ህጋዊ ኃላፊነት ያለው ኦፊሰር ሊሆንም ላይሆንም ይችላል፣ እውቂያው በኩባንያው ውስጥ ለሚሰራው ስራ ሀላፊነት (በህጋዊ) መሆኑን ይግለጹ።

source: + Add Pilot
am: + አብራሪ ጨምር

source: Person*
am: ሰው

source: Tests
am: ሙከራዎች

source: A URL to link to a photo of the pilot
am: ከአብራሪው ፎቶ ጋር የሚያገናኝ ዩአርኤል

source: Is this pilot active? If he is not working for the company or has moved on, set it as inactive
am: ይህ አብራሪ ንቁ ነው? ለኩባንያው የማይሰራ ከሆነ ወይም ወደ ሌላ ቦታ ከሄደ ፣እንቅስቃሴ-አልባ አድርገው ያስቀምጡት።

source: Assign a address to this Pilot
am: ለዚህ ፓይለት አድራሻ መድቡ

source: Specify the tests if any the pilot has taken
am: አብራሪው የወሰደው ካለ ፈተናዎቹን ይግለጹ

source: Assign this pilot to a person object in the database
am: ይህንን አብራሪ በመረጃ ቋቱ ውስጥ ላለ ሰው ነገር መድቡ

source: Assign this pilot to a operator
am: ይህንን አብራሪ ለኦፕሬተር መድቡ

source: + Add Activity
am: + እንቅስቃሴ ያክሉ

source: Title
am: ርዕስ

source: Operation max height
am: የክወና ከፍተኛ ቁመት

source: Operation altitude system
am: የክወና ከፍታ ስርዓት

source: Airspace type
am: የአየር ክልል አይነት

source: Operation area type
am: የክወና አካባቢ አይነት

source: Risk type
am: የአደጋ ዓይነት

source: Authorization type
am: የፈቃድ አይነት

source: Permit to fly above crowd
am: ከህዝብ በላይ ለመብረር ፍቀድ

source: Set the airspace type, if available
am: ካለ የአየር ክልል አይነት ያዘጋጁ

source: Can the operator fly over crowds?
am: ኦፕሬተሩ በሰዎች ላይ መብረር ይችላል?

source: If available, set the airspace risk type
am: ካለ የአየር ክልል ስጋት አይነት ያዘጋጁ

source: Set the type of the authorization
am: የፈቃዱን አይነት ያዘጋጁ

source: Select if the company is permitted to fly above crowd
am: ከዚህ ኦፕሬተር ጋር የተያያዘውን ኩባንያ ይግለጹ

source: Activity Type
am: ተግባራት

source: Set a name for this activity
am: አዲስ እንቅስቃሴ ይፍጠሩ

source: Set the activity type and the airspace
am: ኤርስፔስ አዲስ አንቅስቃሴ የፍጠሩ

source: + Add Credentials
am: + ምስክርነት ያክሉ

source: Token typeDrone
am: ማስመሰያ አይነት ድሮን

source: Extension
am: ቅጥያ

source: Association
am: ፈቃዶች

source: Credential
am: ምስክርነቶች

source: Aircraft
am: አይሮፕላን

source: Specify the data format for this credential, if known
am: የሚታወቅ ከሆነ ለዚህ ማረጋገጫ የውሂብ ቅርጸቱን ይግለጹ

source: Paste the credential as plain text here
am: ምስክርነቱን እንደ ግልጽ ጽሑፍ እዚህ ይለጥፉ

source: Set whether the credential is still active
am: ምስክርነቱ አሁንም ንቁ መሆኑን ያዋቅሩ

source: Logs
am: መዝገቦች

source: Receipts
am: ደረሰኞች

source: Invoices
am: ኢንቮይስስ

source: Other
am: ሌላ

source: File
am: ፋይል

source: File type
am: የፋይል አይነት

source: Create a new activity
am: አዲስ እንቅስቃሴ ይፍጠሩ

source: Create a new activity in the database, you can then assign to the operator and flight plan
am: በመረጃ ቋቱ ውስጥ አዲስ እንቅስቃሴ ይፍጠሩ, ከዚያ ለኦፕሬተሩ መመደብ ይችላሉእና የበረራ እቅድ

source: Type
am: አይነት

source: Operations
am: ክወናዎች

source: Activities
am: ተግባራት

source: A list of all activities in the system, you can assign them to operators
am: በስርዓቱ ውስጥ ያሉ የሁሉም እንቅስቃሴዎች ዝርዝር, ለኦፕሬተሮች ሊመድቧቸው ይችላሉ

source: There are no activites added in Aerobridge, once added the list of activities will be displayed here.
am: ዝርዝሩን አንዴ ከጨመረ በኋላ በኤሮብሪጅ ውስጥ ምንም አክቲቪስቶች የሉምእንቅስቃሴዎች እዚህ ይታያሉ.

source: Add an activity
am: እንቅስቃሴ ያክሉ

source: Update
am: አዘምን

source: Create a new address
am: አዲስ አድራሻ ይፍጠሩ

source: Create a new address in the database, you can then assign to the operator, pilots, manufacturers etc.
am: በመረጃ ቋቱ ውስጥ አዲስ አድራሻ ይፍጠሩ ፣ ከዚያ ለኦፕሬተሩ መመደብ ይችላሉ ፣አብራሪዎች, አምራቾች, ወዘተ.

source: Addresses
am: አድራሻ

source: Update Address
am: አድራሻ አዘምን

source: A list of all addresses in the system, you can assign them to people, operators, manufacturers people can be assigned to Operators, Manufacturers, Tokens.
am: በስርዓቱ ውስጥ ያሉ የሁሉም አድራሻዎች ዝርዝር፣ ለሰዎች ሊመድቧቸው ይችላሉ፣ኦፕሬተሮች ፣ አምራቾች ሰዎች ለኦፕሬተሮች ፣ አምራቾች ፣ማስመሰያዎች

source: There are no Addresses added in Aerobridge, once added the list of addresses will be displayed here.
am: የአድራሻዎችን ዝርዝር አንዴ ከጨመረ በኋላ በኤሮብሪጅ ውስጥ ምንም አድራሻዎች የሉምእዚህ ይታያል

source: Add a address
am: አድራሻ አክል

source: Equipment
am: መሳሪያዎች

source: Aircraft Assembly Details
am: የአውሮፕላን ስብሰባ ዝርዝሮች

source: Assembly for
am: ስብሰባ ለ

source: Add a new Aircraft
am: አዲስ አውሮፕላን ያክሉ

source: Create a new drone in the database, you can add details about the drone and its Flight module. You will need to get the flight module number following
am: በመረጃ ቋቱ ውስጥ አዲስ ድሮን ይፍጠሩ፣ ስለ ድሮው እና ስለ ድሮው ዝርዝሮች ማከል ይችላሉየእሱ የበረራ ሞጁል. የሚከተለው የበረራ ሞጁል ቁጥር ማግኘት ያስፈልግዎታል

source: these instructions
am: እነዚህ መመሪያዎች

source: Trusted Flights
am: የታመኑ በረራዎች

source: Aircrafts
am: አውሮፕላኖች

source: Drone Status
am: ድሮን ሁኔታ

source: Friendly Name
am: ተስማሚ ስም

source: Flight Controller Number (Drone ID)
am: የበረራ መቆጣጠሪያ ቁጥር (የድሮን መታወቂያ)

source: Assembly
am: ስብሰባ

source: Last Updated at
am: መጨረሻ የዘመነው በ

source: Update Details
am: ዝርዝሮችን አዘምን

source: A list of all aircrafts owned and operated by the company, as you buy new aircraft, you can use this form to maintain a database of the equipment, decomission it, change engines etc.
am: አዲስ ሲገዙ በኩባንያው የተያዙ እና የሚተዳደሩ የሁሉም አውሮፕላኖች ዝርዝርአውሮፕላኖች የመሳሪያውን የውሂብ ጎታ ለመጠበቅ ይህንን ቅጽ መጠቀም ይችላሉ ፣መፍታት ፣ ሞተሮችን መለወጥ ፣ ወዘተ.

source: Status
am: ሁኔታ

source: Assembly Status
am: የመሰብሰቢያ ሁኔታ

source: Incidents
am: ክስተቶች

source: Report an incident
am: አንድ ክስተት ሪፖርት ያድርጉ

source: There are no aircrafts added in Aerobridge, once added the list of aircrafts will be displayed here.
am: አንድ ጊዜ የአውሮፕላኖቹን ዝርዝር ከጨመረ በኋላ በኤሮብሪጅ ውስጥ የተጨመሩ አውሮፕላኖች የሉምእዚህ ይታያል

source: Manufacturing
am: ማኑፋክቸሪንግ

source: You are in the blueprints section of Aerobridge, make sure you read the instructions before proceeding. Changes here may cause disruptions in your manufacturing operations.
am: በኤሮብሪጅ የብሉፕሪንት ክፍል ውስጥ ነዎት፣ ማንበብዎን ያረጋግጡከመቀጠልዎ በፊት መመሪያዎች. እዚህ ያሉ ለውጦች በእርስዎ ላይ መስተጓጎል ሊያስከትሉ ይችላሉየማምረት ስራዎች

source: Assembly Detail
am: የመሰብሰቢያ ዝርዝር

source: Assembled Components
am: የተገጣጠሙ አካላት

source: Following are the components installed in this assembly, click on the components to update them.
am: የሚከተሉት ክፍሎች በዚህ ስብሰባ ውስጥ የተጫኑ ናቸው, ላይ ጠቅ ያድርጉእነሱን ለማዘመን አካላት.

source: You have not added any aircraft assembly details in Aerobridge, once added the list of the assembly will be displayed here.
am: አንድ ጊዜ ከተጨመረ በኋላ በኤሮብሪጅ ውስጥ ምንም አይነት የአውሮፕላን ስብሰባ ዝርዝሮችን አላከሉም።የስብሰባው ዝርዝር እዚህ ይታያል.

source: Aircraft Assembiles
am: የአውሮፕላን ስብሰባዎች

source: A list of currently active assemblies, you can also see
am: በአሁኑ ጊዜ ንቁ የሆኑ ስብሰባዎች ዝርዝር፣ እርስዎም ማየት ይችላሉ።

source: all
am: ሁሉም

source: complete assemblies
am: ሙሉ ስብሰባዎች

source: Aircraft Component Details
am: የአውሮፕላን አካል ዝርዝሮች

source: Component Detail
am: የአካላት ዝርዝር

source: Master Component
am: ዋና አካል

source: History
am: ታሪክ

source: Aircraft Components
am: የአውሮፕላን ክፍሎች

source: A list of all the components per your query, a component can be linked to an aircraft. You may also want to look at
am: በጥያቄዎ የሁሉም አካላት ዝርዝር፣ አንድ አካል ከኤን ጋር ሊገናኝ ይችላል።አውሮፕላን. ማየትም ትፈልግ ይሆናል።

source: Aircraft Blueprint
am: የአውሮፕላን ንድፍ

source: Below is a list of master components for the
am: ከዚህ በታች ለዋናው ዋና አካላት ዝርዝር ነው።

source: Add a new model
am: አዲስ ሞዴል ያክሉ

source: Create a new model of aircraft to manufacture / assemble.
am: ለማምረት/ለመገጣጠም አዲስ የአውሮፕላን ሞዴል ይፍጠሩ።

source: Aircraft Model Details
am: የአውሮፕላን ሞዴል ዝርዝሮች

source: Aircraft Model
am: የአውሮፕላን ሞዴል

source: Basic information about your aircraft, you can explore the master components and attach documentation associated with this aricraft.
am: ስለ አውሮፕላንዎ መሰረታዊ መረጃ, ዋና ክፍሎችን ማሰስ ይችላሉእና ከዚህ አውሮፕላን ጋር የተያያዙ ሰነዶችን ያያይዙ.

source: Firmware
am: ፊርምዌር

source: Maximum endurance (mins)
am: ከፍተኛው ጽናት (ደቂቃዎች)

source: Maximum range (kms)
am: ከፍተኛው ክልል (ኪሜ)

source: Maximum speed (km / hr)
am: ከፍተኛ ፍጥነት (ኪሜ በሰዓት)

source: Dimensions (mm)
am: መጠኖች (ሚሜ)

source: Blueprint
am: ብሉ ፕሪንት

source: Below is a list of components that form the Bill of Material for the aircraft, see all
am: ከዚህ በታች ለዕቃዎች ቢል ኦፍ ማቴሪያል የሆኑ አካላት ዝርዝር አለ።አውሮፕላን, ሁሉንም ይመልከቱ

source: master components
am: ዋና ክፍሎች

source: You have not added any components, once added the list of the components will be displayed here.
am: አንድ ጊዜ የመለዋወጫዎቹን ዝርዝር ካከሉ በኋላ ምንም ክፍሎች አላከሉም።እዚህ ይታያል.

source: Aircraft Models
am: የአውሮፕላን ሞዴሎች

source: A list of all the aircraft models built / assembled by the company, a model will have a associated list of master components that forms the Blueprint. See
am: በኩባንያው የተገነቡ / የተገጣጠሙ ሁሉም የአውሮፕላን ሞዴሎች ዝርዝር ፣ ሞዴልብሉፕሪንት የሚመሰርቱ ዋና ዋና ክፍሎች ዝርዝር ይኖረዋል።ተመልከት

source: existing assemblies
am: ነባር ስብሰባዎች

source: You have not added any models to assemble / manufacture, once added the list of the models will be displayed here.
am: ዝርዝሩን አንዴ ካከሉ በኋላ ለመሰብሰብ/ ለማምረት ምንም አይነት ሞዴሎችን አላከሉም።ሞዴሎቹ እዚህ ይታያሉ.

source: Add new Aircraft Model or Series
am: አዲስ የአውሮፕላን ሞዴል ወይም ተከታታይ ያክሉ

source: Create a new authorization
am: አዲስ ፈቃድ ይፍጠሩ

source: Create a new authorization in the database, you can then assign to the operator and flight plan
am: በመረጃ ቋቱ ውስጥ አዲስ ፈቃድ ይፍጠሩ ፣ ከዚያ ለኦፕሬተር እና የበረራ እቅድ

source: Authorization Details
am: የፈቃድ ዝርዝሮች

source: Operation Max Height
am: የክወና ከፍተኛ ቁመት

source: Operation Altitude system
am: የክወና ከፍታ ስርዓት

source: Airspace Type
am: የአየር ክልል አይነት

source: Risk Type
am: የአደጋ ዓይነት

source: Authorization Type
am: የፈቃድ አይነት

source: Authorizations
am: ፈቃዶች

source: A list of all authorizations in the system, you can assign them to operators
am: በስርዓቱ ውስጥ ያሉ የሁሉም ፈቃዶች ዝርዝር, ለኦፕሬተሮች ሊመድቧቸው ይችላሉ

source: There are no authorizations added in Aerobridge, once added the list of authorizations will be displayed here.
am: ዝርዝሩን አንዴ ከጨመረ በኋላ በኤሮብሪጅ ውስጥ ምንም ፈቃዶች የሉምፈቃዶች እዚህ ይታያሉ

source: Add an authorization
am: ፍቃድ ጨምር

source: Ethiopian Civil Aviation Launchpad
am: የኢትዮጵያ ሲቪል አቪዬሽን ላውንቸፕ

source: Our Vision:
am: የእኛ እይታ፡-

source: Building internationally competent and secured civil aviation by 2025.
am: በ2025 ዓለማቀፍ ብቃት ያለው እና ደህንነቱ የተጠበቀ ሲቪል አቪዬሽን መገንባት።

source: Our Mission:
am: የእኛ ተልዕኮ፡-

source: To enable the public get access to reliable Air transport service by ensuring Aviation safety and security through effective regulatory function, environmental protection, provision of Air navigation services, by strengthening global cooperation and partnership.
am: ህብረተሰቡ አስተማማኝ የአየር ትራንስፖርት አገልግሎት እንዲያገኝ ለማስቻልውጤታማ የቁጥጥር ተግባር በኩል የአቪዬሽን ደህንነት እና ደህንነት ማረጋገጥ ፣የአካባቢ ጥበቃ, የአየር አሰሳ አገልግሎቶች አቅርቦት, በዓለም አቀፍ ትብብርን እና ትብብርን ማጠናከር.

source: The objective of the Authority shall be:
am: የባለሥልጣኑ ዓላማ፡-

source: To promote and maintain an efficient and economical civil air service and
am: ውጤታማ እና ኢኮኖሚያዊ የሲቪል አየር አገልግሎትን ለማስተዋወቅ እና ለማቆየት እና

source: General aviation service system and to ensure the provision of highly secure and safe air service;
am: አጠቃላይ የአቪዬሽን አገልግሎት ስርዓት እና በጣም ደህንነቱ የተጠበቀ አቅርቦትን ለማረጋገጥእና ደህንነቱ የተጠበቀ የአየር አገልግሎት;

source: To develop domestic and international air transportation networks and to ensure a reliable and sustainable air transport system;
am: የሀገር ውስጥ እና ዓለም አቀፍ የአየር ትራንስፖርት አውታሮችን ለማዳበር እና ወደአስተማማኝ እና ዘላቂ የአየር ትራንስፖርት ሥርዓት ማረጋገጥ;

source: To implement and enforce laws, regulations and directives relating to civil aviation as well as reaties to which Ethiopia is a party.
am: ከሲቪል ጋር የተያያዙ ህጎችን፣ መመሪያዎችን እና መመሪያዎችን ተግባራዊ ለማድረግ እና ለማስፈጸምአቪዬሽን እንዲሁም ኢትዮጵያ ፓርቲ የሆነችበት።

source: Our Value:
am: የእኛ ዋጋ፡-

source: Safety First
am: ደህንነት በመጀመሪያ

source: Team Work
am: የቡድን ሥራ

source: Think Globally Act Locally
am: በአለምአቀፍ ደረጃ በአካባቢያዊ ድርጊት አስብ

source: Committed to Excellence
am: ለላቀነት ቆርጧል

source: Our Efforts our Achievement
am: ጥረታችን ስኬታችን

source: Air Operator Certification and Administration
am: የአየር ኦፕሬተር ማረጋገጫ እና አስተዳደር

source: Upload Type
am: የሰቀላ አይነት

source: Download URL
am: ዩ አርኤል አውርድ

source: Upload Errors
am: የሰቀላ ስህተቶች

source: Files
am: ፋይል

source: All
am: ሁሉም

source: Cloud Files
am: የደመና ፋይሎች
